[
    {
        "id": 1,
        "nickname": "Mineirão",
        "name": "Estádio Magalhães Pinto",
        "opened_in": "5 de setembro de 1965",
        "capacity": 62162,
        "type_of_grass": "Grama natual",
        "city": "Belo Horizonte",
        "state": "MG",
        "country": "Brasil",
        "unofficial_name": "Toca III",
        "principal": "Cruzeiro Esporte Clube",
        "coordinates": {
            "longitude": -43.97114223466134,
            "latitude": -19.865695445178307
        },
        "is_favorite": true,
        "description": "O Estádio Governador Magalhães Pinto, mais conhecido como Mineirão, é um estádio de futebol localizado em Belo Horizonte, Minas Gerais, onde o Cruzeiro Esporte Clube realiza seus jogos. Inaugurado em 1965, é o quinto maior estádio do Brasil, já tendo sediado cinco finais da Copa Libertadores, uma Copa Intercontinental e escolhido como uma das sedes da Copa do Mundo FIFA de 2014. Em 2003, foi tombado pelo Conselho Deliberativo do Patrimônio Cultural do Município de Belo Horizonte. Em junho de 2014, tornou-se primeiro estádio brasileiro e o segundo do mundo a conquistar a categoria máxima de certificação ambiental Leadership in Energy and Environmental Design, concedida pelo Green Building Council Institute.[9] O Mineirão ficou marcado como o palco da maior derrota da Seleção Brasileira de Futebol, uma goleada de 7 x 1 da Alemanha na semifinal da Copa do Mundo FIFA de 2014, que ficou conhecida como Mineiraço. O estádio é parte do Conjunto Arquitetônico da Pampulha, projetado por Oscar Niemeyer sob encomenda do prefeito Juscelino Kubitschek e construído entre 1942 e 1944. Em 17 de julho de 2016, o local passou a ser considerado um Patrimônio da Humanidade após reunião de membros da Unesco em Istambul, na Turquia.",
        "image_name": "mineirao",
        "largest_audience": 132834,
        "largest_audience_score": "Cruzeiro 1 x 0 Vila Nova",
        "largest_score": "Brasil 1 x 7 Alemanha",
        "sources": "wikipedia, 2025",
    },
    {
        "id": 61,
        "nickname": "Arena do Jacaré",
        "name": "Estádio Joaquim Henrique Nogueira",
        "opened_in": "28 de janeiro de 2006",
        "capacity": 19998,
        "type_of_grass": "Grama natual",
        "city": "Sete Lagoas",
        "state": "MG",
        "country": "Brasil",
        "unofficial_name": "Arena do Jacaré",
        "principal": "Democrata de Sete Lagoas",
        "coordinates": {
            "longitude": -44.22197460392963,
            "latitude": -19.478526279912074
        },
        "is_favorite": false,
        "description": "O Estádio Joaquim Henrique Nogueira, popularmente conhecido como Arena do Jacaré, é um estádio de futebol do Democrata de Sete Lagoas, localizado em Sete Lagoas, no estado de Minas Gerais. Com capacidade para 19.998 espectadores sentados, o estádio é um importante ponto de referência para o esporte na região. O estádio recebeu esse nome em homenagem a Joaquim Henrique Nogueira, um fazendeiro de destaque e membro de uma das famílias mais tradicionais da cidade. Ele foi o responsável por doar o terreno onde a arena foi construída. Inaugurado oficialmente em 28 de janeiro de 2006, a Arena do Jacaré passou a ganhar maior visibilidade a partir de 2010, quando serviu como estádio alternativo para grandes clubes da capital mineira, como Cruzeiro, Atlético/MG e América/MG, durante o período de reformas do Mineirão para a Copa do Mundo FIFA de 2014. No dia 4 de dezembro de 2011, a Arena do Jacaré foi palco de uma das partidas mais emblemáticas da história do futebol mineiro. Na última rodada do Brasileirão daquele ano, o Cruzeiro aplicou uma goleada de 6 a 1 sobre o Atlético/MG, resultado que garantiu sua permanência na Série A e evitou o rebaixamento. A partida foi realizada em Sete Lagoas, com torcida única celeste, que acompanhou a equipe com entusiasmo e alívio. O estádio recebeu quase 19 mil torcedores, que celebraram intensamente cada gol da vitória. Os gols do Cruzeiro foram marcados por Roger Flores (8'), Leandro Guerreiro (28'), Anselmo Ramon (33'), Fabrício (45'), Wellington Paulista (56') e Everton (90'). O gol do Atlético foi anotado por Réver (60'). A partida foi marcada por uma atuação contundente do time celeste, que dominou o clássico mineiro de forma impressionante. Essa vitória histórica não apenas assegurou a permanência do Cruzeiro na elite do futebol brasileiro, mas também se consolidou como a maior goleada do clube sobre o rival Atlético, sendo considerada uma das maiores vitórias da história do Clássico Mineiro.",
        "image_name": "arena_jacare",
        "largest_audience": 20500,
        "largest_audience_score": "Democrata-SL 1 x 0 Atlético-MG",
        "largest_score": "Cruzeiro 6 x 1 Atlético-MG",
        "sources": "wikipedia, 2025",
        "public_photos": null
    },
    {
        "id": 2,
        "nickname": "Maracanã",
        "name": "Estádio Jornalista Mário Filho",
        "opened_in": "2 de agosto de 1948",
        "capacity": 78838,
        "type_of_grass": "90% natural e 10% sintética",
        "city": "Rio de Janeiro",
        "state": "RJ",
        "country": "Brasil",
        "unofficial_name": "Maraca",
        "principal": "Flamengo e Fluminense",
        "coordinates": {
            "longitude": -43.230140006037395,
            "latitude": -22.911940838041144
        },
        "is_favorite": true,
        "description": "Estádio Jornalista Mário Filho, apelidado como Maracanã, ou carinhosamente como Maraca, é um estádio de futebol localizado no bairro de mesmo nome, na Zona Norte da cidade brasileira do Rio de Janeiro. Foi construído pela Prefeitura do Rio de Janeiro e inaugurado em 1950, inicialmente com o nome de Estádio Municipal, para ser utilizado na Copa do Mundo de Futebol daquele ano. Quando da sua inauguração, a capacidade oficial de 155 mil lugares fez o Maracanã superar o Hampden Park, de Glasgow, e se tornar o maior estádio do mundo naquela época. Desde então, o Maracanã foi palco de grandes momentos do futebol brasileiro e mundial, como duas finais de copa do mundo, o milésimo gol de Pelé, finais do Campeonato Brasileiro, Campeonato Carioca, Copa Libertadores da América, da primeira Copa do Mundo de Clubes da FIFA e da Copa América de 2021, além de competições internacionais e partidas da Seleção Brasileira. O estádio foi um dos locais de competição dos Jogos Pan-Americanos de 2007, recebendo o futebol, as cerimônias de abertura e de encerramento. Igualmente sediou as partidas de futebol e as cerimônias de abertura e de encerramento das Olimpíadas Rio 2016, ambos eventos realizados na cidade do Rio de Janeiro. Foi também o palco das partidas finais da Copa das Confederações FIFA de 2013 e da Copa do Mundo FIFA de 2014. Receberá também algumas partidas, incluindo a inaugural e o encerramento da Copa do Mundo de Futebol Feminino de 2027. Com o passar do tempo, no entanto, o estádio passou a assumir caráter de espaço multiúso ao receber outros eventos como espetáculos e partidas de outros esportes, como o voleibol em uma oportunidade. Após diversas obras de modernização, a capacidade do estádio atualmente é de 78 838 espectadores, sendo o maior estádio do Brasil.",
        "image_name": "maracana",
        "largest_audience": 199854,
        "largest_audience_score": "Brasil 1 x 2 Uruguai",
        "largest_score": "Flamengo 12 x 2 São Cristovão",
        "sources": "wikipedia, 2025",
    },
    {
        "id": 3,
        "nickname": "Mané Garrincha",
        "name": "Estádio Governador Hélio Prates da Silveira",
        "opened_in": "10 de março de 1974",
        "capacity": 45200,
        "type_of_grass": "Grama natural",
        "city": "Brasília",
        "state": "DF",
        "country": "Brasil",
        "unofficial_name": "O gigante",
        "principal": "Brasiliense",
        "coordinates": {
            "longitude": -47.89925533095899,
            "latitude": -15.78333284976109
        },
        "is_favorite": false,
        "description": "Em 10 de março de 1974, as obras do estádio ainda estavam em andamento, porém os trabalhos foram interrompidos para a inauguração oficial do espaço, que envolveu uma partida de futebol em que o Corinthians derrotou o CEUB por 2 a 1. O primeiro gol no estádio foi marcado pelo jogador do Corinthians Vaguinho. O recorde de público no estádio foi de 51 200 pessoas, num jogo que ocorreu a 20 de dezembro de 1998, quando Gama derrotou o Londrina por 3-0 na final da Série B de 1998, que deu ao Gama seu primeiro troféu nacional e consequente promoção para a Série A em 1999. Inicialmente o estádio havia sido batizado de Estádio Governador Hélio Prates da Silveira, uma homenagem ao governante do DF à época, enquanto o complexo em que se encontrava era chamado de Complexo Poliesportivo Presidente Médici. Na data de sua inauguração, as arquibancadas inferiores estavam prontas, mas peças de ferro e madeira ainda começavam a dar forma à estrutura das tribunas e da arquibancada superior, concluídas mais tarde. Inicialmente, o estádio se tornou casa de praticamente todos os times do Distrito Federal, uma vez que a maioria ainda não tinha estádio próprio em suas respectivas cidades-satélites. Na década de 1980, surgiu a homenagem ao famoso jogador conhecido como anjo das pernas tortas e o espaço foi renomeado para Estádio Mané Garrincha. No fim da década de 1990 e início da década de 2000, o estádio viu o futebol da capital federal passar por seu melhor momento. Antes da reconstrução, o estádio abrigava um complexo esportivo com vestiários, sala de fisioterapia, alojamento, restaurante e academias. Além de contar com uma escolinha de futebol, o estádio possuía ambiente, ainda, para a prática de outras modalidades, como judô, ginástica, capoeira e dança. Após a reconstrução, o estádio passou a contar, na parte interna, com 335 vagas de estacionamento para carros até o terceiro subsolo, além de auditório, posto policial, médico e de saúde, juizado de menores, cinema, centro de convenções e teatro Externamente, são quase 100 mil m² de espaço para ônibus e estacionamento VIP com 222 vagas, além de oito mil vagas no estacionamento público. A imprensa tem 2 850 lugares. Ao todo são 74 camarotes, 1.112 salas VIP, 40 bares, 14 lanchonetes e dois grandes restaurantes internos. Em 8 de dezembro de 2007, a final da primeira edição da Copa do Brasil de Futebol Feminino, vencida pelo Mato Grosso do Sul/Saad, ocorreu no Estádio Mané Garrincha.",
        "image_name": "mane-garrincha",
        "largest_audience": 70027,
        "largest_audience_score": "Brasil 2 x 1 Colombia",
        "largest_score": null,
        "sources": "wikipedia, 2025",
        "public_photos": null
    },
    {
        "id": 4,
        "nickname": "MorumBIS",
        "name": "Estádio Cícero Pompeu de Toledo",
        "opened_in": "2 de outubro de 1960",
        "capacity": 150000,
        "type_of_grass": "Grama natural",
        "city": "São Paulo",
        "state": "SP",
        "country": "Brasil",
        "unofficial_name": "MorumBIS",
        "principal": "São Paulo FC",
        "coordinates": {
            "longitude": -46.720968386690224,
            "latitude": -23.599884448641404
        },
        "is_favorite": false,
        "description": "O Estádio Cícero Pompeu de Toledo, conhecido como Estádio do Morumbí ou, por direitos de nome, como MorumBIS, é um estádio de futebol localizado na Praça Roberto Gomes Pedrosa, n.º 1, cidade de São Paulo. É a sede oficial do time brasileiro São Paulo Futebol Clube, e já recebeu a Seleção Brasileira em várias ocasiões. O estádio foi projetado para acomodar 150 mil espectadores, tendo sido sua capacidade reduzida, devido a diversas reformas e à instalação de camarotes, para 77.011 e, por questões de brigas em estádios, a Confederação Brasileira de Futebol (CBF) diminuiu novamente a capacidade para 72.039. Atualmente, o Morumbis é o terceiro maior estádio do Brasil, sendo também o maior estádio do estado de São Paulo e o maior estádio particular do País. Projetado pelo arquiteto João Batista Vilanova Artigas, é considerado um patrimônio arquitetônico representativo da Escola Paulista, tendo sido tombado em 2018 pelo Conselho Municipal de Preservação do Patrimônio Histórico, Cultural e Ambiental da Cidade de São Paulo (Conpresp).",
        "image_name": "morumbi",
        "largest_audience": 146082,
        "largest_audience_score": "Corinthians 1 x 2 Ponte Preta",
        "largest_score": null,
        "sources": "wikipedia, 2025",
        "public_photos": null
    },
    {
        "id": 5,
        "nickname": "Parque Antártica",
        "name": "Alianz Parque",
        "opened_in": "19 de novembro de 2014",
        "capacity": 43713,
        "type_of_grass": "Grama sintética",
        "city": "São Paulo",
        "state": "SP",
        "country": "Brasil",
        "unofficial_name": "Palestra Itália",
        "principal": "S.E. Palmeiras",
        "coordinates": {
            "longitude": -46.678444744361784,
            "latitude": -23.52740426632802
        },
        "is_favorite": false,
        "description": "Allianz Parque, conhecido popularmente em seus primórdios como Arena Palestra Itália ou Arena Palmeiras, é uma arena multiuso construída para receber espetáculos, concertos, eventos corporativos e, principalmente, partidas de futebol do Palmeiras, seu proprietário, que fez um contrato de construção, exploração e gestão inovador com a WTorre para renovar completamente seu antigo estádio. A nova arena foi construída pela empresa WTorre Properties/Arenas, do Grupo WTorre, onde se localizava o tradicional Estádio Palestra Itália, também conhecido popularmente como Parque Antarctica. A arena conta com um dos mais modernos espaços multiuso do país, e o seu estádio atende às normas da Fifa, se credenciando para receber os torneios esportivos mais relevantes. Com construção iniciada em 2010, foi finalizada em novembro de 2014. Em fevereiro de 2015, o estádio foi eleito, por voto popular, o estádio do ano de 2014 pelo site inglês Stadium DataBase. O primeiro jogo oficial do Allianz Parque foi realizado no dia 19 de novembro de 2014 entre Palmeiras e Sport, pelo Campeonato Brasileiro de Futebol, com o placar de 0 a 2 para o Sport e presença de 35.939 torcedores. O local já foi palco de oito grandes conquistas do Palmeiras. No Allianz Parque, a equipe foi campeã dos Campeonatos Paulistas de 2020, de 2022, de 2023 e de 2024, da Copa do Brasil de Futebol nas edições de 2015 e de 2020, além dos Campeonatos Brasileiros de 2016 e de 2022 e da Recopa Sul-Americana de 2022. A arena alviverde também já recebeu a Seleção Brasileira em duas oportunidades, uma delas em um amistoso contra a Seleção Mexicana de Futebol em 2015, e a Seleção Chilena de Futebol pelas Eliminatórias da Copa do Mundo FIFA de 2018 - América do Sul, em 2017.",
        "image_name": "alianz-parque",
        "largest_audience": 41457,
        "largest_audience_score": "Palmeiras 2 x 1 Corinthians",
        "largest_score": null,
        "sources": "wikipedia, 2025",
        "public_photos": null
    }
]
